import React, { useEffect, useState } from "react";
import Typography from '@material-ui/core/Typography';
import Box from '@mui/material/Box';
import '../App.css';

export default function Odot() {

    return (
        <div id="piska">
        <Box sx={{
            width: 300,
            height: 300,
        }}>
        <Typography mt={2} variant="h10" gutterBottom component="div">למה צריך למחזר?

        למרות שנושא המחזור נמצא היום, יותר מתמיד, בתודעה של הקהל הרחב, עדיין יש אנשים שאינם יוצרים הפרדה במקור בין סוגי הפסולת ובכך פוגעים בתהליכי המחזור. אנחנו החלטנו לקדם את תחום המחזור – בין אם מדובר במחזור נייר, מחזור קרטון ועוד, ובכך ליצור עתיד בריא וטוב יותר לנו ולילדינו.
        
        הפסולת גורמת למפגעים סביבתיים רבים וביניהם זיהום אוויר, קרקעות, מקורות המים ופגיעה בערכי הנוף והטבע.
        
        מידי שנה מיוצרים בישראל כ- 6 מיליון טון פסולת. ועל אף שהאוכלוסייה בישראל גדלה בקצב של 3% בשנה, קצב גידול הפסולת עומד על כ- 5% בשנה. מדוע?
        
        הסיבה העיקרית היא עלייה ברמת החיים ושינויים בהרגלי הצריכה שגורמת לעליה בכמות הפסולת שמקיפה אותנו.
        
        חשוב לדעת כי לפסולת מרכיבים שונים. כ-40% ממשקל הפסולת הינו חומר אורגני רקבובי (שאריות מזון), 24% הינם מוצרי נייר וקרטון שונים והשאר מורכב מפלסטיק, גזם, זכוכית פסולת בניין ועוד.
        
        מיחזור- מפתח לסביבה בריאה
        
        במחזור טמון המפתח לסביבה נקייה ובריאה יותר. הפרדת פסולת במקור מאפשרת לנו להגן על הסביבה ומקורות המחיה שלנו.
        
        חייבים לפעול להפחתת כמויות הפסולת, כי ישראל יש רק אחת!
        
        במעשים פשוטים אנחנו יכולים לחסוך לעצמנו כסף רב, לחסוך לרשויות את עלויות הפינויים ולצמצם את הררי האשפה הנערמים בארצנו היפה.
        
        במעשים פשוטים אנחנו יכולים להקטין את היקף השימוש בקרקעות לצורך הטמנה של פסולת.
        
        והכי חשוב- במעשים פשוטים אנחנו יכולים לתרום את חלקנו למען ארצנו, למען ילדנו, למען יאריכו ימינו בארץ נקייה יותר ובריאה יותר.</Typography>
    </Box>
    </div>);
};
